{"Link":{"0":"https:\/\/joinmastodon.org\/nl-NL","1":"https:\/\/joinmastodon.org\/","2":"https:\/\/en.wikipedia.org\/wiki\/Mastodon_(social_network)","3":"https:\/\/nl.wikipedia.org\/wiki\/Mastodon_(software)","4":"https:\/\/techcrunch.com\/2023\/07\/24\/what-is-mastodon\/","5":"https:\/\/androidworld.nl\/tips\/mastodon-voor-beginners-uitleg","6":"https:\/\/mastodon.help\/","7":"https:\/\/github.com\/mastodon\/mastodon","8":"https:\/\/www.vrt.be\/vrtnws\/nl\/2022\/11\/01\/mastodon-twitter\/","9":"https:\/\/en.wikipedia.org\/wiki\/Mastodon"},"Paragraphs0":{"0":"Jouw tijdlijn zou vol moeten staan met wat voor jou het belangrijkst is en niet met wat een bedrijf denkt dat je zou moeten zien. Radicaal andere sociale media dus, terug in handen van de gebruiker.","1":"Your home feed should be filled with what matters to you most, not what a corporation thinks you should see. Radically different social media, back in the hands of the people.","2":null,"3":"Android: 2.3.0 (13 februari 2024)3 iOS: 1.5.2 (20 april 2023),4 2023.11 (3 juli 2023)5 ","4":"As Twitter users fret over the direction that new owner Elon Musk is taking the company, masses of users have hopped over to Mastodon, an open-source Twitter alternative. The news that Twitter is rebranding to ‘X’, a change already live on the website, spurred a surge in usage numbers for the open-source rival.","5":"                                                                                                                        dinsdag, 08 november 2022                                                                                                                                                                                                                                                                                                                                    Laatst geüpdatet                                                                                                dinsdag, 15 november 2022                                                                                                                                                                                                        ","6":"Hello :-)After about two months since we replaced the old content on this site with a single page in which we wrote that updating this Guide to Mastodon would not be worth our effort and the time it would take us, because of the many harmful choices the Mastodon development team made, today, Friday, November 3, 2023, mastodon.help is back online, with an updated Guide: the reasons for our disappointment and criticism have unfortunately not gone away, but we felt that expressing them here, in an updated version of this resource that we still feel can be useful and that we hope can be more so precisely because of its critical approach, is better than abandoning it and putting it permanently offline.","7":"We read every piece of feedback, and take your input very seriously.","8":"\"Mastodon\" wordt door sommigen naar voren geschoven als hèt alternatief voor Twitter nu techmiljardair Elon Musk daar de boel heeft overgenomen. De servers van Mastodon zouden het gisteren zelfs even moeilijk hebben gekregen door nieuwe toestroom aan gebruikers. Wat is Mastodon eigenlijk en gaat het echt Twitter vervangen?","9":null},"Paragraphs1":{"0":"Je weet zelf het beste wat je op jouw tijdlijn wilt zien. Geen algoritmen of advertenties om je tijd te verspillen. Volg iedereen op elke Mastodon-server vanaf één account en ontvang hun berichten in chronologische volgorde, en maak jouw hoekje op het internet een beetje meer zoals jezelf.","1":"You know best what you want to see on your home feed. No algorithms or ads to waste your time. Follow anyone across any Mastodon server from a single account and receive their posts in chronological order, and make your corner of the internet a little more like you.","2":"Mastodon is a free and open-source software for running self-hosted social networking services.a It has microblogging features similar to Twitter, which are offered by a large number of independently run nodes, known as instances or servers, each with its own code of conduct, terms of service, privacy policy, privacy options, and content moderation policies.678","3":"Mastodon is sinds 2016 opensourcesoftware om zelf een online sociaal netwerk te hosten. Het maakt gebruik van de ActivityPub-standaard, waardoor het naadloos met andere gelijksoortige sites kan communiceren. Het gehele netwerk van deze sites vormt samen een decentraal sociaal netwerk, dat ook wel de Fediverse genoemd wordt.","4":"Since October 27, when the SpaceX and Tesla CEO formalized his Twitter takeover, Mastodon has gained 2.1M monthly active users. But what is Mastodon, and should we all be getting our accounts set up?","5":"    Mastodon is ineens volop in het nieuws. Dit komt vooral omdat miljardair Elon Musk Twitter heeft overgenomen, en veel Twitteraars zijn bang dat hij ingrijpende veranderingen aan het sociale netwerk gaat doorvoeren. Veel van deze Twitteraars stappen over op Mastodon. Maar is Mastodon een alternatief voor Twitter of werkt het platform anders? Op deze en andere vragen vind je hier op Androidworld antwoord.","6":"Mastodon is a Free and Open Source microblogging platform whose functionalities may resemble those of Twitter or Tumblr. Its development was started by programmer Eugen Rochko in 2016, and since then Mastodon has steadily grown, due to its adoption by an increasing number of communities looking for an independent social environment, untied from large companies and free from their censorship.","7":"            To see all available qualifiers, see our documentation.          ","8":"Waarover gaat het? Techmiljardair Elon Musk heeft Twitter overgenomen en dat lijkt veel gebruikers van het medium niet te bevallen. Berichten van misnoegde gebruikers worden gretig getweet en geretweet. \"Het gaat vooral om mensen die bekeken hebben wat Musk in het verleden al heeft gezegd over hoe we communiceren\", zegt computerwetenschapper Jeroen Baert (KU Leuven) daarover in \"De ochtend\" op Radio 1. \"Hij zegt bijvoorbeeld dat alles wat volgens de wet legaal is, ook moet kunnen op Twitter.\"","9":"A mastodon (mastós 'breast' + odoús 'tooth') is a member of the genus Mammut (German for \"mammoth\"), which strictly defined, was endemic to North America and lived from the late Miocene to the early Holocene. Mastodons belong to the order Proboscidea, the same order as elephants and mammoths (which belong to the family Elephantidae). Mammut is the type genus of the extinct family Mammutidae, which diverged from the ancestors of modern elephants at least 25 million years ago, during the Oligocene."},"Paragraphs2":{"0":"Mastodon biedt je een unieke mogelijkheid om je publiek te beheren zonder tussenpersonen. Mastodon, geïmplementeerd in jouw eigen infrastructuur, stelt je in staat om elke andere Mastodon-server online te volgen en door hen gevolgd te worden, en staat onder controle van niemand, behalve die van jou.","1":"Mastodon provides you with a unique possibility of managing your audience without middlemen. Mastodon deployed on your own infrastructure allows you to follow and be followed from any other Mastodon server online and is under no one's control but yours.","2":"Each user is a member of a specific Mastodon server that can interact seamlessly with users in any other server. This is intended to give users the flexibility to select a server whose policies they prefer, but keep access to a larger federated social network. Mastodon is powered by the ActivityPub protocol, making it part of the Fediverse ensemble of services such as  Lemmy, Pixelfed, Friendica, and PeerTube.","3":"Een Mastodon-site is te vergelijken met Twitter of Facebook, maar kent wel enkele belangrijke verschillen. Die sites zijn niet beperkt tot communiceren met gebruikers op dezelfde site, en elke site wordt veelal onafhankelijk beheerd. Een Mastodonbericht wordt een toot genoemd,91011 en deze toots mogen standaard maximaal 500 tekens bevatten.1213","4":"If you’re a Twitter purist who likes to use basic functionality like private DMing, quote-tweeting and user-friendly onboarding, Mastodon might not be for you. But if you’re looking to try something new on the social internet, then why not give Mastodon a whirl? Elon Musk isn’t there!","5":"    Mastodon is opensourcesoftware waarmee iedereen zelf een online sociaal netwerk kan hosten. Mastodon heeft dus een open karakter. Mastodon is geen sociaal netwerk zoals Twitter. In plaats daarvan bestaat Mastodon uit duizenden onafhankelijke sociale netwerken. Mastodon is ook geen bedrijf zoals Twitter waar geld wordt verdiend met onder andere de data van gebruikers. Er zijn op Mastodon dus ook geen advertenties te vinden, tenzij ze worden toegestaan door de betreffende server.","6":"But Mastodon is not a Twitter clone: it is structurally and functionally very different, and much more interesting!","7":"        Your self-hosted, globally interconnected microblogging community      ","8":"Platformen met minimale moderatie worden heel snel een vergaarbak van al het vuils van het internet","9":"M. americanum, known as an \"American mastodon\" or simply \"mastodon,\" had a long and complex paleontological history spanning all the way back to 1705 when the first fossils were uncovered from Claverack, New York in the American colonies. Naturalists struggled to explain the affinities of the proboscidean because of its uniquely shaped molars, which have no modern analogues in terms of large mammals. The American mastodon caught the attention of not only European researchers but also influential Americans before and after the American Revolution. American historians of the 21st century have argued that findings and displays of its fossils had helped to bolster American nationalism and contributed to a greater understanding of extinctions. It is known by many skeletons which are now typically on display in American museums, a trend first started by Charles Willson Peale in 1804."},"Paragraphs3":{"0":"Mastodon legt de besluitvorming weer in jouw handen. Elke server creëert diens eigen regels en voorschriften, die lokaal worden gehandhaafd en niet van bovenaf zoals sociale media van bedrijven, waardoor het het meest flexibel is in het reageren op de behoeften van verschillende groepen mensen. Word lid van een server met de regels waarmee je akkoord gaat, of host jouw eigen.","1":"Mastodon puts decision making back in your hands. Each server creates their own rules and regulations, which are enforced locally and not top-down like corporate social media, making it the most flexible in responding to the needs of different groups of people. Join a server with the rules you agree with, or host your own.","2":"Mastodon was created by Eugen Rochko and announced on Hacker News in October 2016,9 and gained significant adoption in 2022 in the wake of Twitter's acquisition by Elon Musk.101112","3":"Het netwerk kreeg meer bekendheid na de overname van de gelijkaardige dienst Twitter door Elon Musk in 2022. Het leidde tot een sterke groei van Mastodon11.","4":"Mastodon was founded in 2016 by German software developer Eugen Rochko. Unlike Twitter, Facebook, Reddit or any other popular social media site, Mastodon is a nonprofit, meaning that, ideally, its goal is to benefit the public, rather than shareholders.","5":"    Nee, Mastodon is in 2016 ontworpen door de toen 24-jarige programmeur Eugen Rochko. Na de eerste zes maanden van 2017 kon Mastodon 24.000 gebruikers verwelkomen. In februari 2020 waren er ruim 3 miljoen Mastodonaccounts, verspreid over enkele duizenden servers. Rochko meldde via Mastodon dat er in de eerste 48 uur na de overname van Twitter door Musk zo'n 71.000 nieuwe gebruikers bij waren gekomen.","6":"This page, that was last updated at the end of October 2023, is not the official guide to Mastodon, but an introduction to its basic features and concepts that allows you to understand and appreciate how it works. It is structured in a series of independent sections that you can jump to from the Index (see the related link in the upper-left corner of your screen), but it can also be read as a single text.","7":null,"8":"Alleen is dat niet ideaal op het internet. \"De geschiedenis leert ons dat platformen met minimale moderatie heel snel een vergaarbak worden van al het vuils van het internet\", zegt Baert. \"Een bedrijf als Twitter kan moeilijk die lijn volgen: ze zijn afhankelijk van adverteerders. Die wil zijn advertenties niet zien staan tussen racistische en extreem gewelddadige dingen.\"","9":"Taxonomically, M. americanum was first recognized as a distinct species by Robert Kerr in 1792 then classified to its own genus Mammut by Johann Friedrich Blumenbach in 1799, thus making it the 2nd fossil mammal genus to be erected with an undisputed taxonomic authority. However, the original genus name was overshadowed by \"Mastodon\" in the 19th century, which was established formally by the French naturalist Georges Cuvier in 1817. The genus became problematic as it served as a wastebasket taxon for over 20 fossil proboscidean species whose dentitions more closely resembled that of M. americanum than those of elephantids or deinotheres up to the early 20th century. After major revisions of proboscidean taxonomy, the genus Mammut today is defined as the valid genus name and includes 7 definite species, 1 of questionable affinities, and 4 other species from Eurasia that are pending reassessments to other genera."},"Paragraphs4":{"0":"Mastodon ondersteunt audio-, video- en fotoberichten, toegankelijkheidsbeschrijvingen, peilingen, inhoudswaarschuwingen, geanimeerde avatars, aangepaste emoji's, controle over het bijwerken van miniaturen en meer, om je te helpen jezelf online uit te drukken. Of je nu jouw kunst, jouw muziek of jouw podcast publiceert, Mastodon staat voor je klaar.","1":"Mastodon supports audio, video and picture posts, accessibility descriptions, polls, content warnings, animated avatars, custom emojis, thumbnail crop control, and more, to help you express yourself online. Whether you're publishing your art, your music, or your podcast, Mastodon is there for you.","2":"The project is maintained by German non-profit Mastodon gGmbH.13 Mastodon development is crowdfunded and the code does not support advertisement.","3":"Net zoals Twitter gebruikt de Mastodon web-app een enkele kolom in de standaard webomgeving sinds versie 2.9, wat voor nieuwe gebruikers gebruiksvriendelijker is.14 Er is ook een modus met meerdere kolommen, die vergelijkbaar is met TweetDeck.","4":"“Unlike the past 5 years that I’ve been running Mastodon operations as a sole proprietor, where Mastodon’s income was my personal income (minus all the expenses), I am now an employee with a fixed wage,” Rochko wrote in a blog post last year. “My personal income will thus be lower but I was willing to go this route because I want Mastodon to have more resources for things like hiring extra developers, UX designers, developing official apps and so on, and I want there to be a clear boundary between fundraising for that cause and my personal income.”","5":"    Nog een groot verschil met Twitter is het feit dat Mastodon een gedecentraliseerd platform is en dus werkt op veel verschillende servers. Mastodon is niet in bezit van één bedrijf zoals bij Twitter. Mastodon is van iedereen. Iedereen kan de software gebruiken, wijzigen en installeren op zijn eigen server. Je wordt op een Mastodon-server niet gevolgd door een groot techbedrijf. Mastodon draait voornamelijk op donaties en wordt door de gebruikers zelf beheerd.","6":"The site also features a search engine for Mastodon Instances where you can choose the one that best fits your needs.","7":"Mastodon is a free, open-source social network server based on ActivityPub where users can follow friends and discover new ones. On Mastodon, users can publish anything they want: links, pictures, text, and video. All Mastodon servers are interoperable as a federated network (users on one server can seamlessly communicate with users from another one, including non-Mastodon software that implements ActivityPub!)","8":"Ook het wispelturige karakter van Musk speelt Twitter parten. Baert verwijst bijvoorbeeld naar het moeizame proces om Twitter over te nemen. \"Eerst wilde hij wel, dan weer niet, daarna was er een rechtszaak en nu lijkt hij het medium weer heel erg te willen.\" Tegelijk heeft Musk een groot deel van de top van het bedrijf ontslagen en gaan er veel ideeën rond. \"Van het verkopen van abonnementen tot agressievere advertenties. Het valt nog te bezien of de gebruikers dat gaan pikken.\"","9":"As a member of the Mammutidae, it is defined by zygodont molars which have remained evolutionarily conservative (little changed) throughout the evolution of the family. In comparison to its likely ancestor Zygolophodon, Mammut is evolutionarily derived with a reduction to loss of the lower tusks, shortening of the mandibular symphysis, and particularly long and upward curving upper tusks. As a result of its conservative evolutionary history, Mammut consistently occupied specializations to browsing on leaves, fruits, and woody plants. This allowed mastodons to niche partition with other members of Proboscidea in North America, like gomphotheres and the Columbian mammoth, who had shifted to mixed feeding or grazing by the late Neogene-Quaternary. Mammut as a result was a highly successful proboscidean that had achieved maximum diversity in the Pliocene then is known from abundant fossil evidence in the Late Pleistocene. It is thought to have had behaviors not much different from elephants and mammoths, living in herds, displaying strong degrees of sexual dimorphism, and entering phases of aggression under musth in the case of males. Archeological evidence reveals that mastodons for at least a few thousand years coexisted with Paleoindians, who were the first humans to have dispersed to North America and at least sometimes hunted them based on kill sites found in both pre-Clovis and Clovis cultural phases."},"Paragraphs5":{"0":"Directe wereldwijde communicatie is te belangrijk om aan één bedrijf te laten toebehoren. Elke Mastodon-server is volledig onafhankelijk en vormt samen met andere servers één wereldwijd sociaal netwerk.","1":"Instant global communication is too important to belong to one company. Each Mastodon server is a completely independent entity, able to interoperate with others to form one global social network.","2":"Mastodon servers run social networking software that is capable of communicating using W3C's ActivityPub standard, which has been implemented since version 1.6.14 A Mastodon user can therefore interact with users on any other server in the Fediverse that supports ActivityPub.","3":"Mastodongebruikers kunnen net zoals op andere sociale netwerken elkaar volgen (of blokkeren en negeren). Een gebruiker kan per toot bepalen of deze openbaar is, alleen voor volgers, of privé.13 Ook kan het de inhoud verbergen onder een \"gevoelige inhoud\" kopje. Een gebruiker heeft naast zijn eigen tijdlijn, ook de beschikking over een lokale tijdlijn met toots van andere gebruikers op dezelfde Mastodonserver, en een globale tijdlijn met toots van alle bekende Mastodonservers (indien niet geblokkeerd).","4":"Mastodon might look like a Twitter clone at first glance, but the underlying system behind the microblogging platform is far more complex. The service is decentralized (no, not in a blockchain way), describing itself as a “federated network which operates in a similar way to email.”","5":"    Mastodon is dus opensourcesoftware dat bestaat uit verschillende sociale netwerken. Je logt in op deze sociale netwerken, en die worden servers genoemd. Het is dus niet één rechttoe-rechtaan oplossing zoals Twitter waarbij je een account aanmaakt, mensen gaat volgen en berichten plaatst. Nee, Mastodon is opgebouwd en vele verschillende servers, die je kunt zien als communities. Zo is er een community mastodon.social, mastodon.art, en mastodon.nl. Je kunt voor zo'n server, ook wel Instance genoemd, een account aanmaken. Althans, als de server nog mensen toelaat want het is momenteel erg druk op de verschillende servers. Om volledige controle te hebben, kun je natuurlijk ook je eigen server maken.","6":"There is no such thing as a social network called Mastodon! There are, instead, thousands of independent social networks called Mastodon Instances.","7":"Click below to learn more in a video:","8":"Beluister hier het gesprek in \"De ochtend\":","9":"Mastodons disappeared along with many other North American animals, predominantly megafauna, as part of the Late Pleistocene extinctions, the causes typically being attributed to Clovis culture hunting, severe climatic phases like the Younger Dryas, or some combination of the two. Of note is that unlike most other extinct North American species, the American mastodon has a recorded last occurrence in the earliest Holocene, making it amongst the last terminal Pleistocene North American faunas to have gone extinct. Today, the American mastodon is one of the most well-known fossil species in both academic research and the public perception, the result of its inclusions in American popular culture."},"Paragraphs6":{"0":"Mastodon is vrije en opensourcesoftware. Wij geloven in jouw recht om Mastodon naar eigen goeddunken te gebruiken, kopiëren, bestuderen en te wijzigen, en wij profiteren van bijdragen uit de community.","1":"Mastodon is free and open-source software. We believe in your right to use, copy, study and change Mastodon as you see fit, and we benefit from contributions from the community.","2":"Since version 2.9.0, Mastodon has offered a single-column mode for new users by default.15 In advanced mode, Mastodon approximates the microblogging user experience of TweetDeck. Users post short-form status messages, historically known as \"toots\",16 for others to see. On a standard Mastodon instance, these messages can include up to 500 text-based characters, greater than Twitter's 280-character limit. Some instances support even longer messages.1718","3":"Openbare tijdlijnen kunnen ook op taal gefilterd worden. Gebruikers kunnen toots aan de lokale servermoderatoren rapporteren, met een optie om ook een kopie naar de moderatoren van de oorspronkelijke server te sturen.","4":"When you first create your account, you choose a server — similar to how you choose to open an email account on Gmail, Hotmail, Yahoo or wherever — which generates your profile’s address. So, for example, if you sign up for Mastodon via the climate justice server, then your address will be @your username@climatejustice.social. But no matter which server you sign up with, you will be able to communicate with users from any other server, just like how Gmail users email Hotmail users and vice versa. However, some servers might have blocked other servers (perhaps if it’s an unsavory group), which would mean you can’t communicate with anyone from the blocked server.","5":"    Wees overigens niet bang dat je belangrijke berichten van andere Instances mist. Je kunt namelijk ook altijd communiceren met leden van andere Instances. Maar het belangrijkste is nog wel dit: je bepaalt zelf hoe je tijdlijn eruit ziet. Dat gebeurt dus niet door een een of ander algoritme. ","6":"Every Instance has its own independent server, its own homepage, its own community, its own rules, and it’s administered and moderated by different people.","7":null,"8":"Veel Twittergebruikers zouden daarom een overstap naar Mastodon overwegen. De servers van Mastodon hadden het gisteren zelfs even moeilijk. Het sociaal netwerk wordt door sommigen nu hèt alternatief genoemd voor Twitter. Nochtans is het verre van een nieuw medium. \"Het bestaat al enkele jaren\", weet Baert. \"Het is een project dat is opgezet door vrijwilligers en waar al jaren aan getimmerd wordt. In tegenstelling tot Twitter is het zeer gedecentraliseerd. Het is vrijheid-blijheid open software.\"","9":"In a letter dating to 1813, Edward Hyde, 3rd Earl of Clarendon (known also as Lord Cornbury) from New York reported to the Royal Society learned society of Great Britain that in 1705, a large-sized tooth was found near the side of the Hudson River by a Dutch country-fellow and was sold to New York General Assembly member Van Bruggen for a gill of rum, and Bruggen eventually gave it to Cornbury. He then stated that he sent Johannis Abeel, a recorder of Albany, New York to dig near the original site of the tooth to find more bones.12"},"Paragraphs7":{"0":"We respecteren jouw handelsbekwaamheid. Jouw tijdlijn wordt door jou samengesteld en aangemaakt. We zullen nooit advertenties of profielen aan je opdringen. Dat betekent dat jouw gegevens en jouw tijd van jou zijn en alleen van jou.","1":"We respect your agency. Your feed is curated and created by you. We will never serve ads or push profiles for you to see. That means your data and your time are yours and yours alone.","2":"Users join a specific Mastodon server, rather than a single centralized website or application. The servers are connected as nodes in a network, and each server can administer its own rules, account privileges, and whether to share messages to and from other servers. Many servers have a theme based on a specific interest. It is also common for servers to be based around a particular locality, region, ethnicity, or country.192021","3":"Als gevolg van de open standaarden bestaan er meerdere apps om Mastodon te gebruiken, zowel web-apps, als smartphone apps.1315","4":"Mastodon users generally refer to individual communities as “instances” or servers. These Mastodon servers can be run by individuals, groups or organizations that each have their own set of rules regarding how users can sign up, as well as their own moderation policies. Some servers let anyone join, while others are invite-only or require approval by an admin. For example, a server for professional scientists asks applicants to include a link to their research to demonstrate that they are, indeed, professionals.","5":"    Wil je dus beginnen met Mastodon? Dan kun je het beste eerst een Instance zoeken die jouw interesse heeft. Zoek je een server met minder dan 100 mensen? Of eentje die bijvoorbeeld draait om kunst, tennissers, Rotterdammers of metalmuziek? Deze tool kan je daar bij helpen. Mastodon zelf kan je ook helpen bij het vinden van de juiste server.","6":"From any Instance it is possible to interact with users who are on any other Instance. It works a bit like e-mail (you can send an e-mail from Gmail to a Yahoo address, right?).","7":null,"8":"Het is een project dat is opgezet door vrijwilligers en waar al jaren aan getimmerd wordt","9":"Abeel reported in a later that he went to the town of Claverack, New York where the original bones were found. American historian Paul Semonin said that the accounts written by Cornbury and Abeel match up with that written by in the July 30, 1705 entry in The Boston News-Letter.3 The account reported skeletal evidence of an antediluvian (or biblical) \"giant\" uncovered from Claverack. The femur and one of the teeth both dissolved before they could be further observed, however.41"},"Paragraphs8":{"0":"Mastodon is gebouwd op open webprotocollen en kan communiceren met elk ander platform dat ActivityPub implementeert. Met één account krijg je toegang tot een heel universum aan sociale apps: de fediverse.","1":"Built on open web protocols, Mastodon can speak with any other platform that implements ActivityPub. With one account you get access to a whole universe of social apps—the fediverse.","2":"Mastodon includes a number of specific privacy features. Each message has a variety of privacy options available, and users can choose whether the message is public or private. Public messages display on a global feed, known as a timeline, and private messages are only shared on the timelines of the user's followers. Messages can also be marked as unlisted from timelines or direct between users. Users can also mark their accounts as completely private. In the timeline, messages can display with an optional content warning feature, which requires readers to click on the hidden main body of the message to reveal it. Mastodon servers have used this feature to hide spoilers, trigger warnings, and not safe for work (NSFW) content, though some accounts use the feature to hide links and thoughts others might not want to read.719","3":"Het maakt net zoals bij e-mail in principe niet uit op welke Mastodonserver iemand een account heeft, omdat vrijwel alle servers met elkaar in verbinding staan. Sommige servers hebben echter een bepaalde doelgroep en thema, en andere servers zijn daarentegen juist algemeen van opzet. Het aantal gebruikers op een server varieert van 1 tot meer dan 600.000. Andere verschillen zijn serverregels, de wijze van moderatie en of er aanpassingen aan de broncode zijn gedaan, bijvoorbeeld om zo een hogere tekenlimiet te kunnen gebruiken.","4":"Choosing which server to register your account with might seem stressful, but it’s possible to move your account later, so don’t worry. Plus, you can follow people regardless of which server they’re on.","5":"    Elke Instance is volledig onafhankelijk en heeft zijn eigen beleid en servicevoorwaarden. Jouw berichten worden opgeslagen op de server van deze Instance en elke Instance zal deze op een andere manier beheren, afhankelijk van zijn eigen regels.","6":"Those who administer an Instance may limit or suspend users from their own and any other Instance, and may also decide to limit or suspend entire other Instances, for example because they allow posting offensive content, or because they are not properly moderated. These limitations and suspensions, however, will only affect the Instance they administer.","7":"It doesn't have to be Mastodon; whatever implements ActivityPub is part of the social network! Learn more","8":"\"Het lijkt op het eerste zicht wel wat op Twitter\", zegt Baert voort. De naam is Engels voor \"mastodont\", een uitgestorven slurfdier dat verwant was aan de mammoet. In plaats van tweets verstuur je op Mastondon toots. Dat getoeter mag wat langer zijn dan de gemiddelde vogelfluit: 500 tekens in plaats van 280 bij Twitter.","9":"In 1739, a French military expedition under the command of Charles III Le Moyne (known also as \"Longueil\") explored the locality of \"Big Bone Lick\" (located in what is now the US state of Kentucky) and gathered fossil bones and teeth there.5 The French naturalist Louis Jean-Marie Daubenton examined the fossil collection brought by Longueuil and compared it with specimens of extant elephants and Siberian mammoths in 1762. Daubenton said that the bones were discovered by Native Americans (probably Abenaki hunter-warriors). He came to the conclusion that the femur and tusk belonged to an elephant while the molars (or cheek teeth) came from a separate giant hippopotamus.678"},"Paragraphs9":{"0":"I've made so many friends on Mastodon because I can actually talk to people instead of getting buried by algorithms that reward meaningless numbers over actual interaction.","1":"I've made so many friends on Mastodon because I can actually talk to people instead of getting buried by algorithms that reward meaningless numbers over actual interaction.","2":"Mastodon aggregates messages in local and federated timelines in real time. The local timeline shows messages from users on a singular server, while the federated timeline shows messages across all participating Mastodon servers. Users can communicate across connected Mastodon servers with usernames similar in format to full email addresses.1819","3":"Het Mastodon-netwerk bevatte 24.000 gebruikersaccounts na de eerste zes maanden in 2017.16 In februari 2020, waren er ruim 3 miljoen Mastodonaccounts bekend, verspreid over enkele duizenden servers.17 Na de overname van Twitter door Elon Musk in november 2022 stroomden zo'n twee miljoen Twitter-gebruikers naar Mastodon. In die maand nam het aantal actieve Mastodon-gebruikers toe van minder dan 400.000 naar een piek van meer dan 2,5 miljoen, om daarna in december 2022 geleidelijk weer af te vlakken naar iets minder dan 2 miljoen actieve gebruikers.18 Die enorme toename van het aantal gebruikers zorgde ervoor dat verscheidene Mastodon-servers, veelal gerund door vrijwilligers, de last niet meer aankonden. Veel Mastodon-instances moesten flink uitgebreid worden om dit probleem te verhelpen.19 In april 2023 was het aantal actieve Mastodon-gebruikers gestabiliseerd op rond de 1,2 miljoen, ruim drie keer zo veel als voor de influx vanuit Twitter.20","4":"You may also hear Mastodon described as part of the “Fediverse,” or an interconnected web of various social media services. You know how having a Twitter account doesn’t mean you can use that account on Instagram? Through the Fediverse, your single Mastodon account also grants you access to other decentralized social networks, if that interests you.","5":"    Heb je een server gevonden, dan ga je in de browser naar die server toe, bijvoorbeeld mastodon.coffee. Volg dan deze stappen:","6":"When we say “Mastodon” we mean the whole network of Mastodon Instances, but also the technology they share.","7":"Updates of people you're following appear in real-time in the UI via WebSockets. There's a firehose view as well!","8":"En dat zijn niet de enige verschillen. \"Zo is het niet mogelijk om een bericht van iemand met tekst van jezelf te delen, zoals vaak gebeurt op Twitter. Dat wordt vaak gebruikt om mensen aan te vallen. Om tegen je volgers te zeggen: kijk eens hoe irritant, dom of erg deze persoon is.\"","9":"In Shawnee tradition, the proboscideans roamed in herds and were hunted by giants, who both eventually died out. The accounts told by the Shawnee individuals in 1762 are the oldest known documented interpretations of the \"Ohio\" fossils, although the traditions may have had been told for generations.910"},"Paragraphs10":{"0":"Mastodon does an amazing job at giving communities the autonomy necessary to thrive by giving them the keys to federate and moderate their own servers. But don't let that alone overshadow the fact that it simply does features that the major social networks try to do (e.g. image captioning, content warnings) astoundingly better.","1":"Mastodon does an amazing job at giving communities the autonomy necessary to thrive by giving them the keys to federate and moderate their own servers. But don't let that alone overshadow the fact that it simply does features that the major social networks try to do (e.g. image captioning, content warnings) astoundingly better.","2":"In early 2017, journalists like Sarah Jeong22 distinguished Mastodon from Twitter for its approach to combatting harassment.19 Mastodon uses community-based moderation, in which each server can limit or filter out undesirable types of content, while Twitter uses a single, global policy on content moderation. For example, the Mastodon instance mastodon.social and several other instances ban content that is illegal in Germany or France, including Nazi symbolism, Holocaust denial, and incitement of violence against Jews. Other Mastodon instances, however, can choose to take a more lenient approach to such material. Servers can also choose to limit or filter out messages with disparaging content. The main author of the Mastodon software, Eugen Rochko, believes that small, closely related communities deal with unwanted behaviour more effectively than a large company's small safety team.23 Users can also block and report others to administrators, much like on Twitter.1924","3":"Hoewel Mastodon het grootste deel van het Fediverse uitmaakt, bestaat het netwerk ook uit andere software die gebruikmaakt van het ActivityPub-protocol, zoals Pleroma, PeerTube en PixelFed.","4":"You may also see Mastodon’s equivalent of tweets being referred to as “toots,” but this is fading out of favor (since it’s kind of silly!). Many people are just calling them “posts” these days, but “toot” is often found referenced in older third-party clients.","5":"    Jouw gebruikersnaam en de naam van de server vormen gezamenlijk jouw Mastodon-adres. Ik heb me bijvoorbeeld geregistreerd met de gebruikersnaam ClaudiaBliss op de server Mastodon.nl. Mijn Mastodon-adres ziet er dan zo uit:","6":"With a metaphor, Mastodon can be described as a galaxy of independent but interconnected social networks using a common platform.","7":"Upload and view images and WebM\/MP4 videos attached to the updates. Videos with no audio track are treated like GIFs; normal videos loop continuously!","8":"Mastodon is geen commercieel bedrijf dat een concurrent probeert te zijn van Twitter","9":"In 1767, Peter Collinson credited Irish trader George Croghan for having sent him and Benjamin Franklin fossil evidence of the mysterious proboscideans, using them for his studies. He concluded that the peculiar grinders (the molars) were built for herbivorous diets of branches of trees and shrubs as well as other vegetation, a view later followed by Franklin.1112"},"Paragraphs11":{"0":"Mastodon has changed my opinion of social media, it's a refreshing take on microblogging with a focus on privacy and safety.","1":"Mastodon has changed my opinion of social media, it's a refreshing take on microblogging with a focus on privacy and safety.","2":"Instance administrators can block other instances from interacting with their own, an action called defederation. By posting toots hashtagged with #fediblock, some instance administrators and users alert others of issues requiring moderation.25","3":"Mastodon werd oorspronkelijk in 2016 door de toen 24-jarige programmeur Eugen Rochko ontworpen,1021 als een alternatief voor GNU social (voorheen Statusnet). Het verschil zit vooral in de achterliggende techniek, met als doel Mastodon sneller, robuuster en gebruiksvriendelijker te maken. De backend van Mastodon maakt gebruik van Ruby on Rails en de frontend is geschreven in JavaScript (React.js en Redux).","4":"Mastodon supports a number of Twitter conventions like replies, retweets, favorites, bookmarks and hashtags. But its retweets are called “boosts” and it doesn’t support the concept of quote tweets. This was an intentional choice on the part of the founder who said it encourages speaking “at your audience” instead of “with the person you’re talking to.”","5":"    Als je je hebt aangemeld, dan kun je de berichten die in deze instance verschijnen zien. Je ziet alleen de berichten van de leden van andere servers als je hebt opgegeven hen te willen ‘volgen’. Je volgt standaard de beheerder(s) van jouw Mastodonserver. Vervolgens kun je de lokale en de globale tijdlijnen bekijken om meer interessante mensen te vinden. Je kan via Fedifinder ook op zoek gaan naar je Twitter-vrienden.  Deze tool scant namelijk het profiel van elke Twitter-gebruiker die je volgt en laat vervolgens vergelijkbare Mastodon-accounts zien, ongeacht op welke server ze zich bevinden. ","6":"Everybody! Since it is a Free (as “in beer” too) and Open Source platform, anyone can use it, modify it and, if they wish, install it on their own server to create an Instance. It is a classic example of the philosophy behind Free Software: make and share open software tools that anyone can use as they like and contribute to improve.","7":"Mastodon includes private posts, locked accounts, phrase filtering, muting, blocking, and all sorts of other features, along with a reporting and moderation system. Learn more","8":"Daarnaast draait Mastodon op vrijwilligers. \"Het is geen commercieel bedrijf dat een concurrent probeert te zijn van Twitter\", zegt Baert. Het is ook klein platform met naar schatting 4 miljoen gebruikers. \"De gedecentraliseerde eigenschappen van het netwerk maken het moeilijk om het precieze aantal gebruikers te tellen.\" Ter vergelijking: Twitter heeft zowat 430 miljoen gebruikers.","9":"In 1768, Scottish anatomist William Hunter recorded that he and his brother John Hunter observed that the teeth were not like those of modern elephants. He determined that the \"grinders\" from Ohio were of a carnivorous animal but believed that the tusks belonged to the same animal. After examining fossils from Franklin and Lord Shelburne, Hunter was convinced that the \"pseudo-elephant\", or \"animal incognitum\" (shortened as \"incognitum\"), was an animal species separate from elephants that might have also been the same as the proboscideans found in Siberia. He concluded his article with the opinion that although regrettable to philosophers, humanity should be thankful to heaven that the animal, if truly carnivorous, was extinct.13"},"Paragraphs12":{"0":"I've been on federated platforms since 2008. Mastodon is the best iteration of federated platforms with a user interface that is pleasant to use and a community of folks that I consider friends.","1":"I've been on federated platforms since 2008. Mastodon is the best iteration of federated platforms with a user interface that is pleasant to use and a community of folks that I consider friends.","2":"Unlike Twitter, Mastodon only searches hashtags and mentioned accounts in the Fediverse, not the full text of toots. Some servers allow users to search the full text of their own toots.2627 Furthermore, searching for toots will only show results from the Mastodon instance the user is on and from parts of the Fediverse that that instance has cached via federation, not from all toots on all instances.","3":"De Mastodon-software wordt ontwikkeld als een vrije software en opensourcesoftware, met het onderhoud voor een groot deel uitgevoerd in samenwerking met vrijwilligers.22","4":" In addition, Mastodon lists work slightly differently from Twitter as you can only add people to a list if you’re already following them. And Direct messages on Mastodon are just @username posts, not private messages coming to a DM inbox. ","5":"        Profielpagina op een Mastodonserver    ","6":"Your personal data are located on the Instance server you register on. This means that, besides you, only those who administer your Instance can access them, just as on any other platform, be it commercial or not.","7":"Mastodon acts as an OAuth2 provider, so 3rd party apps can use the REST and Streaming APIs. This results in a rich app ecosystem with a lot of choices!","8":"\"Twitter is bovendien zelf al een klein sociaal netwerk, zeker in vergelijking met pakweg TikTok of Instagram.\" TikTok heeft zowat een miljard actieve gebruikers, Instagram anderhalf miljard en Facebook zelfs bijna 3 miljard.","9":"In 1785, Reverend Robert Annan wrote an account recalling an event in which workers discovered bones in his farm near the Hudson River in New York in fall of 1780. The workers found four molars in addition to another that was broken and thrown away. They also uncovered bones, including vertebrae that broke shortly after. Annan expressed his confusion at what the animal could be but speculated based on its \"grinders\" that it was carnivorous in diet. He speculated also that it was probably extinct due to some catastrophe within the globe.14"},"Paragraphs13":{"0":"Mastodon is a privacy-friendly way to communicate with people which are interested in my work and the work of my authority. social.bund.de gives us the opportunity to incubate Mastodon accounts even for other federal authorities.","1":"Mastodon is a privacy-friendly way to communicate with people which are interested in my work and the work of my authority. social.bund.de gives us the opportunity to incubate Mastodon accounts even for other federal authorities.","2":"For similar reasons, only hashtags can appear in a Mastodon instance's trending topics, not arbitrary popular words, and trending topics vary between instances, since individual instances are aware of different subsets of toots from the whole Fediverse.citation needed","3":"Sinds september 2017 maakt Mastodon gebruik van het ActivityPub-protocol en daarvoor van het oudere OStatus-protocol. ActivityPub is sinds januari 2018 een W3C Recommendation23. De ondersteuning van OStatus werd bij de overgang naar Mastodon versie 3.0 (oktober 2019) beëindigd.","4":null,"5":"    Inderdaad, er zijn dus meerdere tijdlijnen. De lokale tijdlijn toont berichten van mensen op jouw server. Mastodon noemt dit jouw naaste buren. De globale tijdlijn toont berichten in het Mastodonnetwerk. Het bevat echter alleen berichten van mensen waar jouw buren mee zijn verbonden, dus het is niet compleet. Dat lijkt dus op de berichten die je Facebookvrienden liken en die jij daardoor ook te zien krijgt. En dan is er nog de tijdlijn Federated.","6":"Anyone with a server and enough technical skills to manage it can set up a Mastodon Instance. Mastodon server software is completely Free and Open Source (FOSS), and “free as in beer” too, but maintaining a server and buying an internet domain has costs and requires a certain amount of work, as well as managing moderation. Depending on the technical specifications, the configuration you choose and how many people use your Instance, the cost can range from a few hundred euros per year to some thousand.","7":"The repository includes deployment configurations for Docker and docker-compose as well as specific platforms like Heroku, Scalingo, and Nanobox. For Helm charts, reference the mastodon\/chart repository. The standalone installation guide is available in the documentation.","8":"Ook bij de eerste geruchten over overname van Twitter door Elon Musk werd Mastodon als alternatief genoemd. Toen kwamen er volgens Eugen Rochko, de oprichter van Mastodon, in een toot 85.000 nieuwe gebruikers bij in enkele dagen tijd. Niet niets, maar ook geen grote stormloop dus. Baert verwacht niet dat mensen nu wel massaal gaan overstappen. \"Veel mensen gaan wel eens een kijkje nemen\", legt hij uit.","9":"American statesman Thomas Jefferson stated his thoughts on Notes on the State of Virginia (published by 1785) that the fossil proboscideans may have been carnivorous, still exist in the northern parts of North America, and are related to mammoths whose remains were found in Siberia. Jefferson referenced the theory of American social degeneracy by Georges-Louis Leclerc, Comte de Buffon, countering it by using extant and extinct animal measurements, including those of \"mammoths,\" as proof that North America faunas were not \"degenerative\" in size.15 Semonin pointed out that social degeneracy was an offensive concept to Anglo-American naturalists and that the American proboscidean fossils were used as political tools to inspire American nationalism and counter against the theory of American degeneracy.1617"},"Paragraphs14":{"0":"Mastodon allowed us to create a non-profit, abuse-free social network based on open web standards and principles, all the while allowing our moderators and members to reinvigorate the early web values of community, camaraderie and respect using modern, accessible technologies.","1":"Mastodon allowed us to create a non-profit, abuse-free social network based on open web standards and principles, all the while allowing our moderators and members to reinvigorate the early web values of community, camaraderie and respect using modern, accessible technologies.","2":"In September 2018, with the release of version 2.5 with redesigned public profile pages, Mastodon marked its 100th release.28 Mastodon 2.6 was released in October 2018, introducing the possibilities of verified profiles and live, in-stream link previews for images and videos.29 Version 2.7, in January 2019, made it possible to search for multiple hashtags at once, instead of searching for just a single hashtag. Version 2.7 has more robust moderation capabilities for server administrators and moderators, while accessibility, such as contrast for users with sight issues, was improved.30 The ability for users to create and vote in polls, as well as a new invitation system to manage registrations was integrated in April 2019.31 Mastodon 2.8.1, released in May 2019, made images with content warnings blurred instead of completely hidden.32 In version 2.9 in June 2019, an optional single-column view was added.33 This view became the default displayed to new users, with a user \"preferences\" option to switch to a multiple-column-based view.citation needed","3":null,"4":"Image Credits: Fediverse (opens in a new window)","5":"    Nu kun je berichten plaatsen en die heten op Mastodon 'toots'. Deze toots mogen standaard maximaal 500 tekens bevatten. Zelfs zonder volgers kunnen jouw openbare berichten door anderen gezien worden, bijvoorbeeld op de lokale tijdlijn en via hashtags. Ook op Mastodon kun je een apenstaart gebruiken om iemand te vermelden, een bericht liken via het sterretje en retweeten (boosten).","6":"Many Instances cover their costs with crowdfunding or collections among members, but it cannot be ruled out that some may resort to other ways, like asking for a fee.","7":"A Vagrant configuration is included for development purposes. To use it, complete the following steps:","8":"Baert vindt het vooral interessant, omdat het mensen aan het denken zet over hun sociale media. \"Het is positief dat mensen zien dat er een alternatief bestaat met een andere filosofie: een alternatief dat draait op vrijwilligers en geen inkomsten zoekt via advertenties\", zegt de computerwetenschapper. \"Als we sociale media willen gebruiken die in eigen beheer zijn en die ons niet gebruiken, gaan we er misschien voor moeten betalen. Willen we onze privacy en onze data behouden, gaan we er een paar euro per maand voor moeten ophoesten.\"","9":"In 1799, laborers recovered a thighbone while digging a marl pit at John Masten's farm in Newburgh, New York, and subsequent excavations were observed by a crowd of over a hundred people.18 American painter and exhibitionist Charles Willson Peale visited the locality in 1801, where he first sketched the fossils then purchased excavation privileges and full ownership of the fossils from Masten and borrowed a loan from the American Philosophical Society (APS) in Philadelphia, Pennsylvania. In addition to the first skeleton, the second was excavated using a mill-like device to drain a 12 ft (3.7 m) deep marl pit. Peale assembled a complete skeleton in his museum in Philadelphia in 1804, and its exhibit was open first to invited members of the American Philosophical Society on December 24 then to the general public on December 25 for an exhibit admission fee in addition to the general admission fee.19 "},"Paragraphs15":{"0":"Mastodon is a well-moderated fully-functional microblogging service with some great features!","1":"Mastodon is a well-moderated fully-functional microblogging service with some great features!","2":"In August 2020, Mastodon 3.2 was released. It included a redesigned audio player with custom thumbnails and the ability to add personal notes to one's profile.34","3":null,"4":null,"5":"    Je kan in je toot ook afbeeldingen of een poll plaatsen. Daarnaast kan je een 'content warning' voor gevoelige content toevoegen en aangeven wie jouw bericht mogen zien. Je kan kiezen uit:","6":"Mastodon, however, was born as an ad-free platform. For this reason, it’s not well suited for advertising, and anyway, if an Instance were to self-fund itself through advertisements, it would most likely be suspended by most of the other Instances.","7":"To set up MacOS for native development, complete the following steps:","8":"Volg VRT NWS op je smartphone of tablet via de VRT NWS app.","9":"The special exhibition attracted thousands of visitors, and the skeleton became a US national symbol.20 Charles Peale's son Rembrandt Peale took the skeleton to Europe used to promote the fossil proboscidean and have it used as support for Jefferson's final rebuttals against Buffon's arguments for supposed inferiority of American faunas. Author Keith Stewart Thomson argued that the promotion of the \"mastodon\" skeleton made it a symbol of the strength of American nationalism and that \"mammoth\" as a term became associated with gigantism. Decades later, the museum bankrupted, and the first skeleton's specimens were sold to some German spectators in around 1848, who eventually sold it to Hessisches Landesmuseum Darmstadt in Germany where it is now displayed. The second skeleton's specimens landed eventually at the American Museum of Natural History.21"},"Paragraphs16":{"0":"It's social media with moderation that actually works.","1":"It's social media with moderation that actually works.","2":"In July 2021, an official client for iOS devices was released. According to the project's leadership,who? the release was part of an effort to attract new users.35","3":null,"4":"Anyone can download, modify and install Mastodon on their own server — plus, the developers of the platform don’t own the copyright.","5":"        Fijn zo'n stroomdiagram    ","6":"Since every Instance is completely independent of the others, every Instance is different from the others.","7":"For development with Docker, complete the following steps:","8":"Ben je getuige van een nieuwsfeit of heb je zelf nieuws te melden?","9":"Other skeletons of Mammut americanum were excavated within the United States in the first half of the 19th century. One of them was collected by American showman Albert C. Koch in what is today the Mastodon State Historic Site at Missouri in 1839. He hypothesized in 1840 that the proboscidean, which he classified as Missourium, was much larger than an elephant, had horizontal tusks plus trunks, and occupied aquatic habitats.22 He acquired additional fossils from a spring on the Pomme de Terre River to assemble a mounted skeleton of the \"Missouri Leviathan\" and briefly exhibited it at St. Louis. After exhibiting the skeleton throughout Europe, he sold the skeleton to the British Museum of Natural History. Richard Owen then properly reassembled the skeleton, and it today is on display there.2324"},"Paragraphs17":{"0":"I could have joined an existing community, but I decided to self-host Mastodon.My posts to the world are replicated from my own servers and can be traced back to their originals. Since I own it, the platform will not be terminated or removed at the platform's discretion, and I can provide a long and stable service. I finally have this. Yay!","1":"I could have joined an existing community, but I decided to self-host Mastodon.My posts to the world are replicated from my own servers and can be traced back to their originals. Since I own it, the platform will not be terminated or removed at the platform's discretion, and I can provide a long and stable service. I finally have this. Yay!","2":"Mastodon 4.0 was released in November 2022, including language support for translating posts, editing posts and following hashtags.36","3":null,"4":"That doesn’t mean that you can grab Mastodon’s code without acknowledging the source, though. Former President Donald Trump’s social media platform, Truth Social, initially launched with Mastodon code and passed it off as if it were original software. Mastodon did not take kindly to that.","5":"    Afbeelding: @supernovae@universeodon.com","6":"If you register on an Instance that is run by a French vegan community, you should expect that most of the posts you will read will be in French and that posting photos of steaks and grills will be considered offensive and against the policy.","7":"If you are using an IDE with support for the Development Container specification, it will run the above docker compose commands automatically. For Visual Studio Code this requires the Dev Container extension.","8":null,"9":"In 1845, another skeleton was excavated from Newburgh by laborers hired by Nathaniel Brewster initially to remove lacustrine deposits to fertilize the neighboring fields. They were observed by a large amount of spectators and uncovered relatively complete fossil evidence of M. americanum.2526 The skeleton was exhibited in New York City and other New England towns then was acquired by John Collins Warren for study.2728 After Warren's death in 1856, the skeleton was sent to Warren's family but was traded to Harvard Medical School for John Warren's skeleton. The \"Warren mastodon\", under the request of American paleontologist Henry Fairfield Osborn, was purchased by the American financier J. P. Morgan for $30,000 in 1906 and donated to the American Museum of Natural History where it is exhibited today.2926"},"Paragraphs18":{"0":"It's good software","1":"It's good software","2":"Mastodon is written as free and open-source software (FOSS) for federated microblogging, which anybody can contribute code to, and which anyone can run on their own server infrastructure, if they wish, or join servers run by other people37 within the fediverse network.38 Its server-side software is powered by Ruby on Rails and Node.js, and its front end is written in React.js and Redux.39 The database software is PostgreSQL.40 The service is interoperable with the decentralized social networks and platforms which use the ActivityPub protocol between each other.41 Since version 3.0, Mastodon dropped previous support for OStatus.42","3":null,"4":"When you arrive on the Mastodon website, you can click a button called “create account,” which directs you to a page listing servers to choose from. You can filter these by various factors, like region, language, topic, sign-up speed and more. There, find a server that piques your interest and join — if it’s a server that requires you to be approved, you might need to wait a bit. From there, you can start finding people to follow, regardless of whether they’re registered via your same server.","5":"    Er is ook een mogelijkheid om toots te bewerken. Dit kost niks maar jouw server moet dit wel ondersteunen door op een bepaalde versie van Mastodon te draaien. Je kan de de beheerder(s) van jouw Mastodonserver ernaar vragen. De grote servers zoals mastadon.social en mastadon.online ondersteunen de optie om toots te bewerken. De kleinere server mastodon.coffee ook. Ik ga ervan uit dat meerdere servers in de toekomst dit gaan ondersteunen.","6":"If instead you registered on an Instance run by an British religious community, the posts will be mostly in English and pictures of steaks and grills would be welcome, but probably posting nude pictures might cause you some problems.","7":"To get you coding in just a few minutes, GitHub Codespaces provides a web-based version of Visual Studio Code and a cloud-hosted development environment fully configured with the software needed for this project..","8":null,"9":"In the 1790s, the \"American incognitum\" was subject to research by multiple taxonomists. Scottish writer Robert Kerr erected the species name Elephas americanus in 1792 based on fossil tusks and \"grinders\" from the Big Bone Lick locality. He stated that the tusks were similar to elephants while the molars were completely different because they were covered with enamel and had a double row of high conical cusp processes. Kerr was unsure about the taxonomic affinities of the molars and referenced that Thomas Pennant supposed that they belong to an unknown species within the genus Elephas, giving the common name \"American elephant.\"30"},"Paragraphs19":{"0":"Great community, friendly atmosphere, and free software! What else would you possibly need?","1":"Great community, friendly atmosphere, and free software! What else would you possibly need?","2":"Client apps for interacting with the Mastodon API are available for desktop computer operating systems, including Windows, macOS and the GNU\/Linux family of operating systems, and on mobile phone systems, including iOS, Android and open-source mobile phones.1843","3":null,"4":"In effort to minimize confusion on new users picking a server, Mastodon announced it is making it easier to create an account. Now, when you go to sign up, it will give an easy option to create an account on mastodon.social instead of choosing a server.","5":"        Een toot opstellen    ","6":"Choosing the Instance that best matches your needs and interests is the key to best accessing the Mastodon Galaxy.","7":"Mastodon is free, open-source software licensed under AGPLv3.","8":null,"9":"German naturalist Johann Friedrich Blumenbach also followed up with more taxonomic descriptions of fossil proboscideans in 1799. The first fossil species, recovered from Germany, was described as belonging to the newly erected species Elephas primigenius? (now known as Mammuthus primigenius). The second was what he considered to be an unknown \"colossal land monster of the prehistoric world,\" considering it to be the \"mammoth.\" He created the genus Mammut and erected the species Mammut ohioticum based on fossil bones dug up from Ohio in North America. He said that the species was distinguished from other animals of the prehistoric world based on the unusual shapes of the large molars. The genus name \"Mammut\" refers to the German translation for \"mammoth.\"31"},"Paragraphs20":{"0":"I wanted to have a federated social network since 2013 that looked and felt great and where I can connect to like-minded people. Mastodon just gave me the last puzzle piece and I absolutely love it! Probably spend more than five hours a day on my own little space with a friendly community that truly cares.","1":"I wanted to have a federated social network since 2013 that looked and felt great and where I can connect to like-minded people. Mastodon just gave me the last puzzle piece and I absolutely love it! Probably spend more than five hours a day on my own little space with a friendly community that truly cares.","2":"While Mastodon was first released in October 2016, the service began to expand in late March and early April 2017.44  Servers were mostly operated by academic institutions, journalists, hobbyists, and activists.45 The Verge wrote that the community at this time was small and that it had yet to attract the personalities that keep users at Twitter.19 The global use had risen from 766,500 users as of 1 August 2017, to 1 million users on 1 December 2017.4647 In November 2017 artists, writers, and entrepreneurs such as Chuck Wendig, John Scalzi, Melanie Gillman and later John O'Nolan joined in.22484950","3":null,"4":"Mastodon’s website has helpful resources — but it’s still a bit overwhelming and challenging to find a home base that aligns with your interests. Ask friends who are already on Mastodon if they have suggestions! Or just join somewhere random, because you can always change your server affiliation later once you get into the swing of things.","5":"    Mastodon laat je net als Twitter ook privéberichten sturen naar andere gebruikers. Dit doe je door voor optie 3 hierboven bij punt 4d te kiezen. Anders ziet iedereen het bericht. Het verzenden kan wel wat langer duren en er wordt nog gewerkt aan een goede beveiliging van privéberichten ","6":"You can choose an Instance by language, policy and terms of service, topics it covers and its ethical and political positions, or by other criteria. In any case, remember that the more you feel at home on the Instance of your choice, the better.","7":"You can open issues for bugs you've found or features you think are missing. You can also submit pull requests to this repository or submit translations using Crowdin. To get started, take a look at CONTRIBUTING.md. If your contributions are accepted into Mastodon, you can request to be paid through our OpenCollective.","8":null,"9":"French naturalist Georges Cuvier also described known fossil proboscidean species back in 1796, although his account was later published in 1799. He considered that the remains uncovered from Siberia were true \"mammoths\" that had similar dentitions to extant elephants but had some morphological differences. He mentioned the fossil remains that were brought back by Longueil from Ohio back in 1739 and several researchers from previous decades who noted the unusual molars and thought that they belonged to different animals like hippopotamuses. He followed recognition in the previously established species \"Elephas americanus\" and argued that the species was different from elephants and mammoths and cannot be found amongst living animals due to extinction from catastrophism.3233"},"Paragraphs21":{"0":"I'm personally addicted to Mastodon, for me it's like if Facebook or Twitter had a friendly version— where I can discuss things with people around the world about every single thing they love. If there's a subreddit for everything, of course there's also a Mastodon community for everything: I've got one profile for sharing art, another one for casual conversation and another one for politics.","1":"I'm personally addicted to Mastodon, for me it's like if Facebook or Twitter had a friendly version— where I can discuss things with people around the world about every single thing they love. If there's a subreddit for everything, of course there's also a Mastodon community for everything: I've got one profile for sharing art, another one for casual conversation and another one for politics.","2":"Another spike in popularity came in March through April 2018, due to the concerns about user privacy raised by the #deletefacebook effort.51","3":null,"4":"Yes, you can follow people outside of your local server and reply to their posts. However, when you want to follow someone on a different server, you have to enter their username in the search box on your server to find them first, then follow them. You can’t just go to their profile and click the follow button as you would on Twitter.","5":"    Kun je nog geen afscheid nemen van Twitter? Dan kun je je berichten tegelijkertijd op Mastodon en Twitter plaatsen met tool waarmee je kan crossposten. ","6":"A well run Instance should always have its own well defined and accessible policy, and should make the list of other Instances it may have limited or suspended available.","7":"IRC channel: #mastodon on irc.libera.chat","8":null,"9":"The proboscidean species was subject to several other species names given by other taxonomists within the earliest 18th century as well as the genus name Harpagmotherium by the Russian naturalist Gotthelf Fischer von Waldheim in 1808.24"},"Paragraphs22":{"0":"Mastodon is vrije en open-sourcesoftware, ontwikkeld door een non-profitorganisatie. Openbare ondersteuning houdt de ontwikkeling in stand.","1":"Mastodon is free and open-source software developed by a non-profit organization. Public support directly sustains development and evolution.","2":"Some \"alt-tech\" groups are using Mastodon including some that are ideologically neutral as well as political extremists and organized retail crime groups.52","3":null,"4":"Your Home timeline shows you posts from people that you follow, similar to Twitter. The Local timeline shows posts from all users in your server, while the Federated timeline shows you all public posts from users that people in your server follow. (Hint: You can turn on “Slow Mode” in Preferences –&gt; Appearance to hide timeline updates behind a click if things are coming at you too fast!)","5":"    Heb je een andere server gevonden waar je naar toe wilt verhuizen? Met Mastodon kun je je profiel op elk moment eenvoudig naar een andere server verplaatsen zonder volgers te verliezen. De mensen die jou volgen kunnen namelijk automatisch mee verhuizen als je het oude account naar het nieuwe laat verwijzen. De mensen die jij volgt moet je exporteren naar een csv-bestand, en die weer importeren in je nieuwe account. Je toots worden overigens niet meeverhuist. Die blijven op de vorige server staan.","6":"Please forgive us for repeating this, but it is really important to register on an Instance where those who perform moderation speak your language and share with you at least those political positions that you consider essential: only in this way will you be able to communicate effectively with them.","7":"Copyright (C) 2016-2024 Eugen Rochko  other Mastodon contributors (see AUTHORS.md)","8":null,"9":"In 1806, Cuvier wrote multiple extended research articles on fossil proboscideans of Eurasia and the Americas. He stated that the bones that Buffon previously described from North America were not of elephants but another animal that he referred to as the \"mastodonte,\" or the \"animal of Ohio.\"34 He reinforced the idea that the extinct \"mastodon\" was an animal close in relationship to elephants that differed by jaws with large tubercles. He suggested that \"mammoth\" and \"carnivorous elephant\" be discontinued as names for the species and that it receive a new genus name instead. Cuvier said that for \"mastodonte,\" he derived the name's etymology (compound μαστός (mastós, \"breast\") + ὀδούς (odoús, \"tooth\") from Ancient Greek to mean \"nipple tooth,\" since he thought that it expressed the characteristic form of the teeth.35"},"Paragraphs23":{"0":"Sponsoring staat niet gelijk aan invloed. Mastodon is volledig onafhankelijk.","1":"Sponsorship does not equal influence. Mastodon is fully independent.","2":"Membership of Mastodon and other alternative social media sites increased in early December 201853better source needed after Tumblr announced its intention to ban all adult content from the site.54","3":null,"4":"Individual server admins set their own moderation policies, so you should read the policy on the server you choose to ensure it matches up with your values.","5":"    Mastodon heeft een eigen app in de Google Play Store en in de App Store. Dan is er nog de webapp. Je kan die via de url van je Mastodonserver in je browser openen, en een snelkoppeling daarvan op het startscherm van je telefoon plaatsen. Hoe je dat doet, lees je in dit artikel.","6":"Don’t be afraid to try as many Instances as you like: you can decide later whether to delete the account you don’t want to use or even move it to another Instance!","7":"This program is free software: you can redistribute it and\/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.","8":null,"9":"In 1817, the French naturalist officially established the genus name Mastodon, reaffirming that it is extinct and has left no living descendants. He established that it had an overall body form similar to elephants but had molars more similar to hippopotamuses and pigs that did not serve to grind meat. The first species he erected within Mastodon was Mastodon giganteum, giving it the informal name \"great mastodon\" and writing that that it is designated to the Ohio proboscidean with abundant fossil evidence, equal size but greater proportions to modern elephants, and diamond-shaped points of the molars. The naturalist also created the second species name Mastodon angustidens and gave it the informal name \"narrow-toothed mastodon,\" diagnosing it as having narrower molars, smaller sizes compared to M. giganteum, and range distributions in Europe and South America.36 Cuvier also erected several other species of Mastodon originating from other continents in 1824.37 Despite Cuvier's genus name being younger than multiple other genus names, Mastodon became the most commonly used genus name for the 19th century.3824"},"Paragraphs24":{"0":"Vrij, open source gedecentraliseerd sociaal mediaplatform.","1":"Free, open-source decentralized social media platform.","2":"In November 2019, nearly 20,000 Twitter users in India temporarily shifted to Mastodon over complaints by users against Twitter's moderation policies.55","3":null,"4":"Mastodon’s user base is a fraction of a percentage of the size of Twitter’s user base. It’s also far less intuitive to navigate, since it hasn’t been designed for a massive global audience like Twitter. That could change in time as more developers join the project in the wake of the Twitter takeover.","5":"    Er zijn ook vele andere apps, net als voor Twitter, waarmee je je Mastodontijdlijnen kunt bekijken en meer. Tusky is een van de populairste, en zelf open ik het vaakst Fedilab. Over het algemeen vinden mensen de Mastodon-app rommeliger ingedeeld en Tusky mooier qua interface. Ik zie dat de meeste mensen op Mastodon de webapp gebruiken.","6":"Mastodon Instances number in the thousands: there are both those with only five users and those with over three hundred thousand users.","7":"This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.","8":null,"9":"\"Mastodon\" was riddled with major taxonomic problems since species now determined as belonging to other proboscidean genera were classified to Mastodon on the basis of similar dentitions to that of \"Mastodon giganteum\" (= Mammut americanum), effectively making it a wastebasket taxon.363739 Various fossil proboscidean species were classified into Mastodon in the 19th century before eventually being reclassified into distinct genera. 24 In addition to still-valid species names, several synonymous or dubious species names ultimately belonging to different genera were erected within the Americas as well throughout the 19th century.404142 Also, many species names erected based on M. americanum remains were erected. As a result, M. americanum has many synonymous names. The issue of synonymous species names were especially apparent in the first half of the 19th century.24"},"Paragraphs25":{"0":null,"1":null,"2":"To circumvent the increasing online censorship of social networks in mainland China, an increasing number of Chinese-language users have chosen to migrate to Mastodon in 2022.5657","3":null,"4":"Well, for one thing, Mastodon is not owned by Elon Musk. But in all seriousness, it’s going to be difficult in the near-term for Mastodon to replicate the same “watercooler of the world” vibe that Twitter is defined by. Some users might prefer Mastodon to Twitter, though, as it’s more customizable by nature. Unlike Twitter, individual communities have different content guidelines, which provide a variety of different user experiences. And while the user base on Mastodon is smaller, this can lead to more personal and direct conversations, at times, compared with tweeting into the void, so to speak.","5":"    Vlnr: Mastodon, Fedilab, Tusky","6":"Among the latter is mastodon.social. It’s the Instance created and run by Mastodon main developer, but this doesn’t mean that it should be considered as some kind of “Mastodon Official Instance”, because each Instance has exactly the same powers as the others, neither more nor less.","7":"You should have received a copy of the GNU Affero General Public License along with this program. If not, see https:\/\/www.gnu.org\/licenses\/.","8":null,"9":"Today, the genera that include species formerly classified into Mastodon include Gomphotherium (G. angustidens, G. pyrenaicum, G. productum, G. libycum, G. subtapiroideum, G. steinheimense),434445  Zygolophodon (Z. turicensis, Z. proavus),4647 Cuvieronius (C. hyodon),48 Stegodon (S. elephantoides),49 Stegolophodon (S. latidens, S. cautleyi),50 Anancus (A. avernensis, A. sivalensis, A. perimensis),51 Tetralophodon (T. longirostris),52 Choerolophodon (C. pentelici),53 Stegomastodon (S. mirificus),54 Rhynchotherium (\"R.\" euhypodon),41 Stenobelodon (S. floridanus),55 and Notiomastodon (N. platensis).40"},"Paragraphs26":{"0":null,"1":null,"2":"A spike in Mastodon's user participation occurred in April 2022, following the 25 April announcement of Elon Musk purchasing Twitter. By 27 April, 30,000 new users had joined Mastodon.5859 On 28 April 2022, the European Data Protection Supervisor (EDPS) launched the official ActivityPub microblogging platform (EU Voice) of the EU institutions, bodies and agencies (EUIs), based on Mastodon.60","3":null,"4":"Mastodon is what you make of it. Due to its decentralized nature, if you are looking for a more controlled online experience, you can join a server with stricter guardrails against harassment. Some Mastodon features are also built with mitigating harassment in mind. For example, you can only search by hashtag, not by words that appear in a toot. So if you want your post to be discoverable, you can tag it — if you’d rather limit the audience, no one can find your tweet about the Red Sox by simply searching “red sox” if you haven’t tagged it.","5":"    Mastodon is een gedecentraliseerd platform dat onderdeel is van het Fediverse. Fediverse bestaat uit de woorden ‘federation’ en ‘universe’. CT.nl beschrijft de Fediverse erg volledig: \"Fediverse omvat een veelheid aan netwerken die elk onafhankelijk zijn, maar toch met elkaar kunnen interageren. Zoals gebruikelijk zijn er daarbij verschillende soorten: sociale netwerken, microblogging-diensten en websites voor online publicatie van foto’s, video’s en zelfs eenvoudige hosting van bestanden.\" Mastodon maakt het grootste deel uit van het Fediverse.","6":"The main problem with very big Instances like this is that, since they are not connected to a specific community and are more complex to moderate, it is likely for some of the obnoxious behaviors that we usually see in large commercial social networks to develop within them.","7":"        Your self-hosted, globally interconnected microblogging community      ","8":null,"9":"In 1830, American naturalist John Davidson Godman created the genus Tetracaulodon plus its species T. Mastodontoideum based on what he determined to be differences between it and Mastodon based on the skull and dentition.56 Both Richard Harlan and William Cooper pointed out that except for the tusks, all other characteristics of the specimens were consistent with M. giganteum. They therefore argued that there was no reason to assume that the tusks were not just individual variations, a view followed also by George William Featherstonhaugh. Isaac Hays comparatively defended Godman's taxon, which led to a bitter debate regarding the validity of the genus amongst American naturalists.57"},"Paragraphs27":{"0":null,"1":null,"2":"Musk's acquisition became final on 27 October 2022. Mastodon had an increase of 70,000 new users from a resultant \"diaspora\" on 28 October alone.6162 Daily downloads increased substantially, rising from 3,400 daily downloads on 27 October to 113,400 on 6 November 2022.63 According to Rochko, by 3 November, use of the federated network had grown to 665,000 active users, with a few growing pains. In particular, Mastodon's largest instance, mastodon.social, needed capacity upgrades to handle the new load.1064 Accounts on a server called journa.host founded by Adam Davidson are restricted to professional journalists.65","3":null,"4":"However, a text-based search can surface the posts you’ve written, favorited, boosted or have been mentioned in, which can be useful.","5":"    Ben jij gecharmeerd van dit opensource zogenaamde 'Twitter-alternatief' dat jouw data niet gebruikt voor commerciële doeleinden? Er zijn ook alternatieven voor andere socialen netwerken en platformen die onderdeel uitmaken van de Fediverse en die vind je hieronder. In de afbeelding zie je hoe de Fediverse er nu uitziet. De mogelijkheden zijn in ieder geval ontzettend groot.","6":"To give an example: if you register on a large generalist Instance based abroad, administered by people who don’t know your language, and someone started threatening you, those who administer the Instance might have a hard time even realizing that you were receiving threats. Or, if you register on an Instance that doesn’t have a feminist or anti-homophobic policy, those administering it might tend to downplay real abusive behaviors against you. Conversely, if you register on an Instance whose policy you agree with, moderation will also be better suited to your needs.","7":null,"8":null,"9":"The validities of both Tetracaulodon and Missourium were rejected by Owen in 1842, although he retained the former name informally.58 By 1869, American paleontologist Joseph Leidy determined that Mastodon americanus is the senior species synonym and listed M. giganteum as a junior synonym. He also listed Mammut, Harpagmotherium, Mastotherium, Missourium, and Leviathan as synonyms of Mastodon. He also noted that M. americanum as a species was highly variable in morphology.5960"},"Paragraphs29":{"0":null,"1":null,"2":"On 15 December, the official Mastodon Twitter account was banned from Twitter, as well as other accounts with links to some Mastodon instances.68 On the following day, Twitter began to flag all Mastodon links as malware, preventing Twitter users from sharing them.6970 A Mediaite opinion piece on the bannings included an erroneous report of an account for \"John Mastodon\" (a misspelling of @joinmastodon), \"founder of a competing social media company named after himself\", being banned.71 Subsequently, Mastodon users wrote fictional backstories and memes about \"John Mastodon\" and circulated the hashtag #JohnMastodon.72","3":null,"4":"As noted above, Mastodon supports many Twitter conventions, but its support for media is more limited. Where Twitter supports a variety of media and other data appended to tweets, including its audio-only social “Spaces,” plus photos, video, GIFs, polls, precise location and experimental “Status” tags, Mastodon simply supports images, videos, audio and polls.","5":"    Afbeelding: Imke Senst, Mike Kuketz, CC BY-SA 4.0","6":"This is the reason why, by default, our search engine doesn’t include among the results those Instances that have more than thirty thousand users, although you can set it to do so.","7":null,"8":null,"9":"In 1921, Osborn created the species name Mastodon matthewi based on distinct molars from the Snake Creek Formation of western Nebraska, naming it in honor of William Diller Matthew. He also erected another species M. merriami from the Thousand Creek Formation in Nevada, which was eventually synonymized with Zygolophodon proavus.6647 Osborn in 1926 followed up for Mastodon matthewi by establishing the genus Pliomastodon for the species based on cranial differences from \"Miomastodon\" (= Zygolophodon).67"},"Paragraphs30":{"0":null,"1":null,"2":"Following the Mastodon suspension and ban on Mastodon links on Twitter,73 Twitter introduced a new policy on 18 December to prohibit sharing links on Twitter to a variety of social media websites, with Mastodon being one of those blocked. The policy stated that it prohibited links in both tweets and account details and that accounts that violated the policy would be suspended.747576 By 19 December, the policy and official mentions about it had been removed from Twitter web pages.7778 Musk stated the following day that banning users for posting Mastodon links had been a mistake.79","3":null,"4":"You can add up to four images to a post, up to eight megabytes in size. Video and audio can be any length, but with a file size limit of 40 megabytes.","5":"    Veel mensen die net 'op Mastodon' zitten, vinden het platform ingewikkeld. Dat is het in eerste instantie ook, vooral als je het vergelijkt met Twitter. Dat verandert snel als je eenmaal een server hebt gevonden die bij je past, en je eerste toot de Fediverse hebt ingeslingerd. Er zijn genoeg mensen die je kunnen helpen, en je tijdlijn is weer zoals het hoort. Zoals jij het wilt, chronologisch en zonder spammers en advertenties.","6":"You can read more about this topic in our Critique of Mastodon development team’s politics.","7":null,"8":null,"9":"In 1930, Matthew erected a second species for Pliomastodon named P. vexillarius based on fossil material from the locality of Elephant Hill in California, determining that it differs from Mammut by differences in the skull and that the etymology of the species name was made in honor of paleontological contributions by the Standard Oil Company of California.6847"},"Paragraphs31":{"0":null,"1":null,"2":"Rochko claimed that at least five venture capital firms looking to invest in Mastodon had been turned away by December 2022, and that Mastodon's nonprofit status would not be jeopardized.80","3":null,"4":"Similar to how Twitter now allows users to limit their tweets’ visibility through its Circle feature, Mastodon offers the ability to set your post’s privacy at the time of writing. Posts can be set to be public to be visible by all; unlisted to make them public but opted out of discovery features; only visible to your followers; or only visible to those users you’ve mentioned.","5":"    Ga je Mastodon of een van de andere Fediverse-netwerken proberen? Laat het ons weten in de reacties. Hou er wel rekening mee dat door de overstap van vele ex-Twitteraars rook uit sommige servers komt. Beheerders doen er alles aan om dit te verhelpen.","6":"Considering the large number of tools Mastodon provides for limiting and suspending users and Instances, one might think that the Mastodon Galaxy mostly consists of isolated communities locked in their own bubbles.","7":null,"8":null,"9":"In 1933, Childs Frick named the species Mastodon raki from the locality of Truth or Consequences, New Mexico based on differences on the heel and M3 tooth from M. americanus, otherwise having proportions similar to it.6947 In 1936, Chester Stock published the species name Pliomastodon nevadanus based on fossils from the Thousand Creek Beds of northwestern Nevada.70 In 1937, John R. Schultz created the species name Pliomastodon? cosoensis, naming it after the Coso Mountains in Inyo County, California where skull fossils were recovered.71"},"Paragraphs32":{"0":null,"1":null,"2":"By the start of January 2023, Mastodon had 1.8 million active users, down 30% from its peak of over 2.5 million active users in early December 2022.81 On 19 March 2023, Mastodon passed the ten million mark for registered user accounts.82 In a July 2023 post, Rochko said that monthly active users was trending up and had crossed the 2-million mark.83 Following Elon Musk's acquisition of Twitter, there has been a surge in the number of users migrating to other platforms.84 Among these, Mastodon is widely regarded as one of the most promising alternatives in the competitive social media landscape,85 standing out among others like Threads and Bluesky.","3":null,"4":"Yep! But this functionality isn’t built into Mastodon officially, as it now is on Twitter. Instead, you have to build threads the old-fashioned way — by replying to your own posts.","5":"    Met dank aan Gerhard voor de hulp!","6":"In contrast, reality is quite different, and in fact the variety of communities that intersect on Mastodon can hardly be found on large commercial social networks.","7":null,"8":null,"9":"In 1963, J. Arnold Shotwell and Donald E. Russell created another species Mammut (Pliomastodon) furlongi, assigning it to fossils collected from the Juntura Formation of Oregon. The species name was created in honor of Eustace L. Furlong, who made early fossil collections from the western side of the Juntura Basin.72"},"Paragraphs33":{"0":null,"1":null,"2":"In 2017, Pixiv launched a Mastodon-based social network named Pawoo.86 The service was acquired by media company Russell in December 2019;878889 in December 2022, Russell sold it to The Social Coop Limited, a Cayman Islands-based entity affiliated with Web3 firm Mask Network.909192 Pawoo is banned by most instances on Mastodon due to allowing lolicon art.9394","3":null,"4":"No. There’s no universal verification system like on Twitter. Some servers may vet their user sign-ups and you can self-verify, in a way, by adding links to your Mastodon profile that have a specific attribute (rel=”me”) in order to prove you are who you say you are.","5":"Every Mastodon explanation is like \"It's very simple, your account is part of a kerflunk, and each kerflunk can talk to each other as part of a bumblurt. At the moment everyone you flurgle can see your bloops but only people IN your kerflunk can quark your nerps. Kinda like email.\"","6":"While it is technically possible for those who administer an Instance to set it up to be isolated from the others, by default each Instance is open to interaction with all the others, and only later can those who administer it decide to stop some of these interactions. The latter choice is usually based on the culture and open-mindedness of the community using the Instance. A community that does not respect different people and lifestyles will most likely suspend and be suspended by many Instances. In contrast, an Instance inhabited by a community willing to respectfully dialogue with those who have a different culture or lifestyle will never be suspended by other Instances that are populated by similarly willing communities.","7":null,"8":null,"9":"The genus Pliomastodon was synonymized with Mammut while Miomastodon was synonymized with Zygolophodon by Jeheskel Shoshani and Pascal Tassy in a 1996 appendix,73 a view that was followed by other authors in later years.747547"},"Paragraphs34":{"0":null,"1":null,"2":"In April 2019, computer manufacturer Purism released a fork of Mastodon named Librem Social.9596","3":null,"4":"Some servers are having fun with the idea of verification in a less-than-official fashion. For example, the mstdn.social server lets you add blue-and-white checkmarks and other emoji to your display name if you’d like, which make you look verified, even though these don’t mean anything. (Sort of like Twitter’s new verification system! But for free!)","5":"    @Ciaraioch@mastodon.ie","6":"Since its inception, Mastodon has been adopted by various communities that share anti-fascist, anti-racist, anti-sexist, pro-LGBTQIA+, anti-homophobic and anti-transphobic values, and over time it has attracted communities from indigenous peoples and ethnic minorities, ecologists, animal rights advocates, vegetarians, vegans, human rights advocates, etc. For this reason, most of the communities that are currently on Mastodon will limit or suspend those who spread racist and bigot content. Instances created by racist groups, in fact, are isolated with great efficiency.","7":null,"8":null,"9":"In 2019, Alton C. Dooley Jr. et. al. established Mammut pacificus based on fossils collected from the Diamond Valley Lake in Hemet, California. They also stated that M. oregonense is a nomen dubium and that further analysis needs to be done to confirm whether or not M. furlongi belongs to Zygolophodon instead.75"},"Paragraphs36":{"0":null,"1":null,"2":"In October 2019, the Fourth Estate Public Benefit Corporation released a fork of Mastodon named Civiq.Social.100","3":null,"4":"Image Credits: @stux@mstdn.social (opens in a new window)","5":"                                                                                                                                                                    2                                    ","6":"Each Mastodon Instance is independent, has its own specific policy and, since when you post something on Mastodon that content is physically saved on your Instance’s server, it is handled according to your Instance’s own rules.","7":null,"8":null,"9":"Several mammutid species outside of North America are classified to Mammut (or \"Pliomastodon\"), namely M. borsoni, M. obliquelophus, M. zhupengensis, and M. lufugense (possibly synonymous with M. obliquelophus).76777879 Recent research such as that of von Koenigswald et. al. in 2023 warned that the genus Mammut should be carefully used for non-North American species.47"},"Paragraphs38":{"0":null,"1":null,"2":"In October 2021, former US President Donald Trump founded Truth Social, which is based on Mastodon.6 Initially, Truth Social did not make its source code available, violating Mastodon's AGPLv3 license. Eugen Rochko sent a formal letter to Truth Social's chief legal officer on 26 October 2021.102 On 12 November 2021, Truth Social published its source code.103","3":null,"4":"Mastodon is experiencing a massive influx of new users from Twitter, but it’s not clear the platform will continue growing at such a rapid rate in the weeks ahead. With now just one million users, Mastodon is far smaller than Twitter, which today counts over 237 million monetizable daily active users. Still, not all social networks are created equal, and you might find that you prefer tooting about TTRPGs in a dedicated server, as opposed to tweeting into a realm of madness. Or, you might find that this decentralized system is confusing, and you’ll just ride out the Muskening on Twitter. Choose your own adventure!","5":"                        donderdag, 14 maart 2024                    ","6":"However, due to the federated nature of the platform, any public post may reach other Instances, that are not required to provide the same protections provided by yours.","7":null,"8":null,"9":"Although the separation of the Mammutida and Elephantida is strongly supported based on morphological differences, their origins within the late Paleogene remain uncertain. One hypothesis asserts that the Elephantimorpha is monophyletic if the primitive Elephantiformes genus Phiomia was truly ancestral to both the Elephantida and Mammutida. An alternate hypothesis suggests that the Elephantimorpha is diphyletic because Phiomia is ancestral to gomphotheres while Palaeomastodon is ancestral to mammutids.81 The earliest undisputed mammutid genus Losodokodon is recorded in Kenya, Africa and firmly establishes the earliest presence of mammutids in the late Oligocene (~27-24 Ma). The Mammutidae, like other Paleogene proboscideans, was therefore an endemic radiation within the continent akin to other endemic mammals like arsinoitheres, hyracoids, and catarrhine primates plus non-endemics such as anthracotheres and hyaenodonts.84"},"Paragraphs39":{"0":null,"1":null,"2":"While Mastodon's decentralized structure is one of its most distinctive features, it also poses additional security challenges.","3":null,"4":"Yes, this is possible by way of third-party tools. These require you to authorize your account with Twitter and Mastodon and set up parameters. We’ve had success with Moa Party, which allows you to get specific as to which tweets or retweets are cross-posted. But other tools are available, including Mastodon Twitter Crossposter, which is also available here on GitHub.","5":"                                                                                                                                                                    1                                    ","6":"On smartphones, Mastodon can be used from any web browser or with one of the many available Apps.","7":null,"8":null,"9":"In the early Neogene phase of evolution, Eozygodon made an appearance in the earliest Miocene (~23-20 Ma) of Africa after Losodokodon. Eozygodon was subsequently succeeded by Zygolophodon by the early Miocene, and the latter dispersed into Eurasia by the late MN3 or MN4 of the Mammal Neogene zones (early Miocene) and into North America by the middle Miocene. The dispersal of mammutids between Africa and Eurasia may have occurred multiple times. The Mammutidae eventually went extinct from Africa prior to the late Miocene.8586"},"Paragraphs40":{"0":null,"1":null,"2":"Since many Mastodon instances are run by volunteers, some security experts are concerned about data security and responsiveness to new threats (like high-severity vulnerabilities) considering the difficulty of configuring and maintaining servers as well as uneven skill level among administrators. Errors in instance configuration and security bugs in server implementation has already led to user data being scraped or changed by attackers. It is worth noting that Mastodon collects considerably less personal data, compared to other social media platforms which makes it a lower-value target and potential losses less significant.104","3":null,"4":"Yes, this is also possible with third-party tools. We’ve seen many Mastodon users trying out tools like Fedifinder, Twitodon and Debirdify, for example.","5":"                                                                                                                                                                        2                                    ","6":"On Android, the best known Apps are Mastodon (the official app), Tusky, Fedilab and Subway Tooter. With the exception of Subway Tooter, you can download these Apps not only from the Google Play Store, but also from F-Droid, an alternative Apps store that includes only Free and Open Source and privacy-friendly Apps.","7":null,"8":null,"9":"Mammut as currently defined sensu lato (in a loose sense) is most likely polyphyletic. This is because the inclusion of Eurasian mammutid species into Mammut implies an unnatural origin for the genus. \"Mammut\" species described from Eurasia (i.e. \"M.\" borsoni) as a result may belong to either other existing mammutid genera or entirely new genera. The Mammutidae in Eurasia is last recorded by the earliest Pleistocene at MN17.76"},"Paragraphs41":{"0":null,"1":null,"2":"Volunteer-run instances may not have resources to deal with DDoS attacks the same way the centralized platforms do. This susceptibility could potentially be used as a way to silence political voices.104","3":null,"4":"Nope — not unless Bluesky chooses to adopt the ActivityPub protocol Mastodon uses. Currently, Bluesky is not planning to integrate with ActivityPub, having decided to build its own networking protocol, Bluesky, which will also be the name of the social networking app. There is some skepticism among the developer and open source community about whether or not Bluesky’s decision to go its own way is really about its own protocol’s advantages or if it’s more about producing a spec it could eventually control.","5":"                        donderdag, 14 maart 2024                    ","6":"On iOS you have a similar amount of choice, with Mastodon (the official App), Toot! and Mast being the most widely used Apps.","7":null,"8":null,"9":"The oldest evidence of mammutids in North America is of a fragmentary molar of Zygolophodon sp. from Massacre Lake, Nevada, dating to 16.5-16.4 Ma (during the Hemingfordian stage of the North American land mammal ages (NALMA)). The only definitively defined species of Zygolophodon from North America is Z. proavus, which occurs in the Barstovian and Clarendonian stages. M? furlongi from the Black Butte in Oregon also dates back to the Clarendonian stage, but the affinities of the species remains unclear. If it truly is a species of Mammut, then its earliest temporal range is recorded at about 10 Ma. The earliest undisputed appearance of Mammut is of M. nevadanum from Thousand Creek Beds, dating back to the early Hemphillian, or 8.0-7.1 Ma. Historically, North American paleontologists considered that North American Zygolophodon evolved into Mammut in an endemic fashion while European workers generally thought that Mammut was a Eurasian immigrant that replaced North American Zygolophodon during the Miocene or Pliocene. Current evidence supports an endemic radiation of North American mammutids because of the gradual appearance of Mammut morphologies and a lack of solid evidence that Mammut sensu stricto (in a strict sense) ever dispersed outside of North America.47"}}